Repository: Belarus/OmegaT-Windows
Catalog: Windows7/omegat/project_save.tmx
Source language: en
Languages: be

source: Click here and then select a color from the color palette. This color is used with the pencil and with brushes, as well as for shape outlines.
be: Пстрыкніце тут і потым абярыце колер з палітры. Гэты колер выкарыстоўваецца для алоўка, пэндзля, абрысаў формаў.

source: Click here for date and time format options.
be: Пстрыкніце тут для змянення наладаў даты і часу.

source: Click here for details.
be: Пстрыкніце тут для дэталяў.

source: Click here for more information.
be: Пстрыкніце тут для дэталяў

source: Click here for more options such as change picture and resize picture.
be: Пстрыкніце тут для абрання дадатковых магчымасцяў накшталт змянення відарыса і яго памераў.

source: Click here for more options such as pasting only plain text.
be: Пстрыкніце тут для абрання дадатковых магчымасцяў накшталт устаўкі толькі звычайнага тэксту.

source: Click here for more options, such as pasting contents from the Clipboard or from a file
be: Пстрыкніце тут для абрання дадатковых магчымасцяў кшталту ўстаўляння змесціва з кішэні ці файла.

source: Click here for selection shapes and options.
be: Пстрыкніце тут для абрання формаў і наладаў.

source: Click here if this network is at home, work, or another safe location. By default, it is considered to be in a public location.
be: Пстрыкніце тут, калі гэтая сетка знаходзіцца дома, на працы ці ў іншым бяспечным месцы. Стандартна лічыцца, што яна знаходзіцца ў публічным месцы.

source: Click here to check the status of your network drives.
be: Націсніце тут, каб праверыць стан вашых сеткавых дыскаў.

source: Click here to learn more...
be: Пстрыкніце тут для для даведкі...

source: Click here to open, save, or print and to see everything else you can do with your picture.
be: Пстрыкніце тут, каб адчыніць, захаваць, надрукаваць ці выканаць іншае дзеянне ў дачыненні да вашага відарыса..

source: Click here to open, save, or print, and to see everything else you can do with your document.
be: Пстрыкніце тут, каб адчыніць, захаваць, надрукаваць ці выканаць іншае дзеянне ў дачыненні да дакумента.

source: Click here to remove them...
be: Пстрыкніце тут, каб выдаліць іх...

source: Click here to see all other devices.
be: Пстрыкніце тут, каб пабачыць усе іншыя прылады.

source: Click here to select what icons appear on the taskbar.
be: Пстрыкніце тут, каб абраць значкі, якія будуць на паліцы задач.

source: Click here to type
be: Пстрыкніце тут для ўводу

source: Click here to view programs that you have not used recently.
be: Пстрыкніце тут, каб прагледзець праграмы, якія не выкарыстоўваліся нядаўна.

source: Click here to view programs that you have not used recently. To turn this off, use the Taskbar and Start Menu settings.
be: Пстрыкніце тут, каб прагледзець праграмы, якія не выкарыстоўваліся нядаўна. Каб выключыць гэта, змяніце налады паліцы задач і Пачатковага меню.

source: Click items as follows
be: Пстрыкі мышшу

source: Click on CANCEL to debug the program
be: Пстрыкніце "Скасаваць", каб адладзіць праграму

source: Click on OK to terminate the program
be: Пстрыкніце "Добра", каб скончыць праграму

source: Click on an extension to view the program that currently opens it by default. To change the default program, click Change program.
be: Пстрыкніце пашырэнне, каб прагледзець праграму, якая зараз стандартна адчыняе яго. Каб змяніць стандартную праграму, пстрыкніце "Змяніць праграму".

source: Click the View all button to see these files.
be: Каб пабачыць гэтыя файлы, націсніце кнопку 'Прагледзець усё'.

source: Click the View button to see them.
be: Націсніце кнопку "Прагляд", каб убачыць іх.

source: Click the arrow to choose different list styles.
be: Пстрыкніце стрэлку, каб абраць іншыя стылі тэксту.

source: Click the file you want to keep
be: Абярыце файл, які жадаеце пакінуць

source: Click the folder that you want to move the selected files to.
be: Пстрыкніце па каталогу, у які вы жадаеце перамясціць вылучаныя файлы.

source: Click the scan button on the toolbar above to start a scan.
be: Каб запусціць праверку, націсніце кнопку праверкі на паліцы інструментаў.

source: Click the version you want to keep
be: Абярыце версію, якую жадаеце пакінуць

source: Click this link for more information
be: Пстрыкніце гэтую спасылку для дадатковай інфармацыі

source: Click to add %1!ls!
be: Пстрыкніце, каб дадаць %1!ls!

source: Click to add %1!s!
be: Пстрыкніце, каб дадаць %1!s!

source: Click to add %1!s! to this search.
be: Пстрыкніце, каб дадаць %1!s! да пошуку.

source: Click to check for updates now.
be: Пстрыкніце, каб праверыць наяўнасць абнаўленняў зараз.

source: Click to choose how Windows can install updates.
be: Пстрыкніце, каб абраць, якім чынам Windows можа ўсталёўваць абнаўленні.

source: Click to enter your credentials or lock this computer, and then unlock it using your smart card.
be: Пстрыкніце тут для ўводу вашых пасведчанняў ці заблакуйце камп'ютар, каб потым разблакаваць яго, скарыстаўшы вашую смарт-картку.

source: Click to exclude %1!s!
be: Пстрыкніце, каб выключыць %1!s!

source: Click to exclude %1!s! from this search.
be: Пстрыкніце, каб выключыць %1!s! з пошуку.

source: Click to install them using Windows Update.
be: Пстрыкніце, каб усталяваць іх праз абнаўленне Windows.

source: Click to open your browser
be: Пстрыкніце, каб адчыніць ваш аглядальнік

source: Click to remove %1!s!
be: Пстрыкніце, каб выдаліць %1!s!

source: Click to remove %1!s! from this search.
be: Пстрыкніце, каб выдаліць %1!s! з пошуку.

source: Click to see how to fix the problem and check for updates.
be: Пстрыкніце, каб убачыць, як выправіць праблему і праверыць наяўнасць абнаўленняў.

source: Click to see which updates were installed.
be: Пстрыкніце, каб убачыць усталяваныя абнаўленні.

source: Click to solve the problem and install these updates.
be: Пстрыкніце, каб вырашыць праблемы і ўсталяваць гэтыя абнаўленні.

source: Click to troubleshoot problems
be: Пстрыкніце, каб вырашыць праблемы

source: Click to view blocked programs.
be: Пстрыкніце, каб убачыць іх.

source: Click to view messages about your computer.
be: Пстрыкніце, каб убачыць паведамленні аб вашым камп'ютары.

source: Click to view progress.
be: Пстрыкніце, каб прагледзець выкананне.

source: ClickLock
be: Блакаванне пстрыка

source: Clicking 'Yes' immediately restores all of the plan's default settings.
be: Абранне "Так" адразу аднаўляе ўсе стандартныя налады плана.

source: Clicking on Ok will delete all your notes and start afresh.
be: Націсканне на "Добра" выдаліць усе вашыя нататкі і пачне наноў.

source: Client
be: Кліент

source: Client Area Layout Object
be: Аб'ект пабудовы кліенцкай пляцоўкі

source: Client ID
be: ID кліента

source: Client IPv4 address
be: IPv4-адрас кліента

source: Client IPv6 address
be: IPv6-адрас кліента

source: Client Name
be: Назва кліента

# Client Version: %1!s!
source: Client Version: %1!s!\n
be: Версія кліента: %1!s!\n

# Client Version: %1!s!
source: Client Version: %1!s!\r\n
be: Версія кліента: %1!s!\r\n

source: Client id: %4.
be: ID кліента: %4.

source: Client id: %6.
be: ID кліента: %6.

source: Client name
be: Назва кліента

source: Client:
be: Кліент:

source: Clipboard
be: Кішэня

source: Clipboard Viewer
be: Праглядальнік кішэні

source: Clock
be: Гадзіннік

source: Clock 1
be: Гадзіннік 1

source: Clock 2
be: Гадзіннік 2

source: Clock Control
be: Кіраванне гадзіннікам

source: Clock Settings
be: Налады гадзінніка

source: Clock name:
be: Назва гадзінніка:

source: Clock, Language, and Region
be: Час, мова і рэгіён

source: Close
be: Зачыніць

source: Close So&ft Keyboard
be: Зачыніць праграмную клавіятуру

source: Close Task Manager
be: Зачыніць кіраўнік задач

source: Close all windows
be: Зачыніць усе вокны

source: Close any open programs, and then click Try Again.
be: Зачыніце ўсе адчыненыя праграмы і пстрыкніце "Паўтарыць".

source: Close button
be: кнопка зачынення

source: Close on e&xit
be: Зачыняць падчас выйсця

source: Close one or more programs and try again (recommended)\nSelect this option once programs are closed.
be: Паўтарыць спробу (рэкамендавана)\nАбірайце пасля зачынення некаторых праграм.

source: Close other &tabs
be: Зачыніць іншыя ўстаўкі

source: Close print preview
be: Зачыніць перадпрагляд

source: Close print preview and return to editing the document.
be: Зачыніць перадпрагляд і вярнуцца да рэдагавання дакумента.

source: Close print preview and return to your picture.
be: Зачыніць перадпрагляд друку і вярнуцца да вашага відарыса.

source: Close programs and log off.
be: Зачыніць праграмы і выйсці.

source: Close session
be: Зачыніць сесію

source: Close the current session so the disc can be used in another computer.
be: Зачыніць дзейную сесію, каб было магчыма скарыстаць дыск на іншым камп'ютары.

source: Close the gadget and try again.
be: Зачыніце гаджэт і паўтарыце спробу.

source: Close the other program and then click Retry, or click Cancel to exit.
be: Зачыніце яго і націсніце 'Паўтарыць', альбо націсніце 'Скасаваць' для выйсця.

source: Close the program
be: Зачыніць праграму

source: Close the program and check for a solution later
be: Зачыніць праграму і праверыць наяўнасць вырашэння пазней

source: Close the properties dialog box and select another printer.
be: Зачыніце дыялог уласцівасцяў і абярыце іншую друкарку.

source: Close this tab &group
be: Зачыніць гэтую групу ўставак

source: Close this window.
be: Зачыніць гэтае вакно

source: Close window
be: Зачыніць вакно

source: Close your other programs and then try again.
be: Зачыніце яе і паўтарыце спробу.

source: Closed captioning
be: Зачыненыя тытры

source: Closes all open programs, shuts down Windows, and then starts Windows again.
be: Зачыняе ўсе праграмы, выключае і зноў запускае Windows

source: Closes all open programs, shuts down Windows, and then turns off your computer.
be: Зачыняе ўсе праграмы, выключае Windows і камп'ютар.

# Closes print preview mode Cancel Preview.
source: Closes print preview mode\nCancel Preview.
be: Зачыняе рэжым перадпрагляду\nСкасаваць перадпрагляд

# Closes the active document. Close
source: Closes the active document.\nClose
be: Зачыняе дзейны дакумент.\nЗачыніць

source: Closes the active window and prompts to save the documents.
be: Зачыняе актыўнае вакно і запытвае, ці захоўваць дакументы.

source: Closes the last open session on the disc.
be: Зачыняе апошнюю адчыненую сесію на дыску.

source: Closes the window.
be: Зачыняе вакно.

source: Closing Sessions
be: Зачыненне сесіі

source: Closing a session uses an additional 20MB of disc space.
be: Гэтая аперацыя ўжывае дадаткова 20 Мб дыскавай прасторы.

source: Closing programs and logging off.
be: Зачыненне праграм і выхад.

source: Closing programs and restarting.
be: Зачыненне праграм і перазапуск.

source: Closing programs and shutting down.
be: Зачыненне праграм і выключэнне.

source: Closing session
be: Зачыненне сесіі

source: Closing your desktop...
be: Зачыненне вашай стальніцы...

source: Clustered Disk
be: Кластарны дыск

source: Clustering Services have been detected on this node.\nCertain clustering functionality may be impaired by Internet Connection Firewall.
be: На гэтым вузле выяўленыя службы гронак.\nВызначаная гронкавая функцыянальнасць можа быць пашкоджана заслонай злучэння з сецівам.

source: Clustering Services have been detected on this node.\nCertain clustering functionality may be impaired by the Network Bridge.
be: На гэтым вузле выяўленыя службы гронак.\nВызначаная гронкавая функцыянальнасць можа быць пашкоджана сеткавым мостам.

source: Cmd &line:
be: Загад:

# Co&llapse group Left Arrow
source: Co&llapse group\tLeft Arrow
be: Згарнуць групу\tЛевая стрэлка

source: Co&lor
be: Колер

source: Co&lor 1:
be: Колер 1:

source: Co&mment
be: Каментар

source: Co&mputer
be: Камп'ютар

source: Co&nnect...
be: Злучыць...

source: Code %1!X!
be: Код %1!X!

source: Code 0x%1!0x!.
be: Код 0x%1!0x!.

source: Code Page %d
be: Кодавая старонка %d

source: Code page
be: Кодавая старонка

source: Coll&apse
be: Згарнуць

source: Collapse Folders
be: Згарнуць каталогі

source: Collapse Group
be: Згарнуць групу

source: Collapse all gro&ups
be: Згарнуць усе групы

source: Collect information
be: Сабраць інфармацыю

source: Collection
be: Калекцыя

source: Collection ID
be: ID калекцыі

source: Collection group ID
be: ID групы калекцыі

source: Colo&r:
be: Колер:

source: Color
be: Колер

source: Color &2:
be: Колер 2:

source: Color &intensity:
be: Сіла колеру:

source: Color 1
be: Колер 1

source: Color 1 (foreground color)
be: Колер 1 (галоўны колер)

source: Color 2
be: Колер 2

source: Color 2 (background color)
be: Колер 2 (фонавы колер)

source: Color Management
be: Кіраванне колерам

source: Color Scheme
be: Каляровая схема

source: Color intensity
be: Сіла колеру

source: Color picker
be: Абіральнік колеру

source: Color representation
be: Прадстаўленне колеру

source: Color swatch
be: Калекцыя колераў

source: Colors
be: Колеры

source: Colors and sizes selected here apply only if you have selected the Windows 7 Basic theme or an Ease of Access theme.
be: Абраныя тут колеры і памеры будуць ужытыя толькі тады, калі вы абераце базавую тэму Windows 7 ці тэму "Прастаты доступу".

source: Colors and sizes selected here might not apply if you select the Windows 7 Standard or Basic color schemes.
be: Абраныя тут колеры і памеры могуць не ўжыцца, калі вы абераце базавую ці стандартавую тэму Windows 7.

source: Columns
be: Слупкі

# ComDlg32 Operation
source: ComDlg32 Operation\r\n
be: Аперацыя ComDlg32\r\n

source: Combine now
be: Спалучыць

source: Combine when taskbar is full
be: Яднаць, калі паліца задач запоўненая

source: Combining Diacritical Marks
be: Камбінаванне дыякрыттычных знакаў

source: Comm&ent:
be: Каментар:

source: Command Line
be: Загадны радок

source: Command Module
be: Загадны модуль

source: Command Prompt
be: Выконванне загадаў

source: Command history
be: Гісторыя загадаў

source: Comment
be: Каментар

source: Comment:
be: Каментар:

source: Comment: %1
be: Каментар: %1

source: Comments
be: Каментары

source: Commit (GB)
be: Аддадзена (ГБ)

source: Commit (MB)
be: Аддадзена (МБ)

source: Commit Size
be: Памер аддадзенага

# Commit Tool End
source: Commit Tool End\r\n
be: Канец аддавання інструмента\r\n

# Commit Tool(ID: %1)b Start
source: Commit Tool(ID: %1)b Start\r\n
be: Аддаванне інструмента(ID: %1)b Пачатак\r\n

source: Common Coverpages
be: Звычайныя вокладкі

source: Common Dialog error (0x%04x)
be: Памылка звычайнага дыялога (0x%04x)

source: Common Files
be: Звычайныя файлы

source: Common Information Model Object Manager
be: кіраўнік аб'ектаў звычайнай інфармацыйнай мадэлі

source: Common Places Host
be: Вузел звычайных месцаў

source: Common Places Host Wrapper
be: Абгортка вузла звычайных месцаў

source: Common RSS Data Store
be: звычайнае сховішча звестак RSS

source: Communication
be: Зносіны

source: Communications
be: Зносіны

source: Communications and Sync
be: Зносіны і сінхранізацыя

source: Company
be: Кампанія

source: Company :
be: Кампанія:

source: Company main phone
be: Галоўны тэлефон кампаніі

source: Company name pronunciation
be: Вымаўленне назвы кампаніі

source: Compatibility &View button
be: Кнопка выгляду сумяшчальнасці

source: Compatibility files
be: Файлы сумяшчальнасці

source: Compatible &timer hardware emulation
be: Эмуляцыя сумяшчальнага таймера абсталявання

source: Complete
be: Скончана

source: Completed
be: Скончана

source: Component
be: Кампанент

source: Component Files (*.dll;*.tlb)|*.dll;*.tlb|All Files (*.*)|*.*||
be: Файлы кампанентаў (*.dll;*.tlb)|*.dll;*.tlb|Усе файлы (*.*)|*.*||

source: Component Missing
be: Страта кампанента

source: Composers
be: Кампазітары

source: Composite
be: Складаны

source: Compress or Encrypt attributes
be: Атрыбуты сціску і шыфравання

source: Compressed
be: Сціснуты

source: Compressed (zipped) Folders
be: Сціснутыя zip-каталогі

source: Compressed (zipped) Folders Error
be: Памылка сціснутага zip-каталога

source: Compressed bits/pixel
be: Сціснута б/піксель

source: Compressed size
be: Сціснуты памер

source: Compressed,
be: сціснуты,

source: Compressed:
be: Сціснута:

source: Compressing...
be: Сцісканне...

source: Compression
be: Сціск

source: Compression Options
be: Налады сціску

source: Compression:
be: Сціск:

source: Computer
be: Камп'ютар

source: Computer Management
be: Кіраванне камп'ютарам

source: Computer Manufacturer
be: Вытворца камп'ютара

source: Computer Name
be: Назва камп'ютара

source: Computer Name:
be: Назва камп'ютара:

source: Computer description:
be: Апісанне камп'ютара:

source: Computer n&ame:
be: Назва камп'ютара:

source: Computer name, domain, and workgroup settings
be: Назва, дамен камп'ютара і налады хатняй групы

source: Computer name:
be: Назва камп'ютара:

source: Computer only
be: Толькі камп'ютар

source: Computer, Desktop
be: Камп'ютар, настольны

source: Computer, Laptop
be: Камп'ютар, лэптоп

source: Computer, Server
be: Камп'ютар, сэрвер

source: Computers
be: Камп'ютары

source: Computers and devices in ad hoc networks must be within 30 feet of each other.
be: Камп'ютары і прылады ў сетцы камп'ютар-камп'ютар павінны быць не далей за 9 метраў адно ад аднаго.

source: Computing additional filters...
be: Разлік дадатковых фільтраў...

source: Computing filters...
be: Разлік фільтраў...

source: Computing items...
be: Разлік элементаў...

source: Computing libraries...
be: Разлік бібліятэк...

source: Con&vert Selection To
be: Канвертаваць вылучэнне ў

source: Con&vert Selection to E-mail...
be: Канвертаваць вылучэнне ў эл. пошту...

source: Concrete%0
be: Яўных%0

source: Conductors
be: Дырыжоры

source: Confidential
be: Канфідэнцыйны

source: Configuration Change
be: Змена канфігурацыі

source: Configuration settings
be: Налады канфігурацыі

source: Configure
be: Наладзіць

source: Configure Internet time settings:
be: Наладзьце сеціўны час:

source: Configure Your Server
be: Наладзіць ваш сэрвер

source: Configure a Network
be: Наладзіць сетку

source: Configure a Network\0
be: Наладзіць сетку\0

source: Configure administrative settings for your computer.
be: Наладзіць адміністрацыйныя параметры вашага камп'ютара.

source: Configure advanced user profile properties
be: Наладзіць дадатковыя уласцівасці профілю карыстальніка

source: Configure energy-saving settings on your computer.
be: Наладзіць параметры захавання энергіі вашага камп'ютара.

source: Configure notification and alarm settings for your battery.
be: Наладзіць апавяшчэнні і сігналы для вашай батарэі.

source: Configure proxy server
be: Наладзіць проксі-сэрвер

source: Configure this folder's layout.
be: Наладзіць пабудову гэтага каталога.

source: Configure updates
be: Наладзіць абнаўленні

source: Configure\0
be: Наладзіць\0

source: Configures the columns displayed in the list.
be: Наладжвае слупкі ў спісе.

# Configuring Service Pack
source: Configuring Service Pack\n
be: Наладжванне службовага пакунка\n

# Configuring Windows features
source: Configuring Windows features\n
be: Наладжванне дапаўненняў Windows\n

# Configuring Windows updates
source: Configuring Windows updates\n
be: Наладжванне абнаўленняў Windows\n

source: Confirm Access Control Loss
be: Пацвердзіце страту кантролю доступу

source: Confirm Attribute Changes
be: Пацвердзіце змяненне атрыбутаў

source: Confirm Compression Loss
be: Пацвердзіце страту сціску

source: Confirm Connection Delete
be: Пацвердзіце выдаленне злучэння

source: Confirm Delete
be: Пацвердзіце выдаленне

source: Confirm Deletion
be: Пацвердзіце выдаленне

source: Confirm Device Uninstall
be: Пацвердзіце высталяванне прылады

source: Confirm Encryption Loss
be: Пацвердзіце страту шыфравання

source: Confirm File Delete
be: Пацвердзіце выдаленне файла

source: Confirm File Replace
be: Пацвердзіце перамяшчэнне файла

source: Confirm Folder Delete
be: Пацвердзіце выдаленне каталога

source: Confirm Folder Replace
be: Пацвердзіце замену каталога

source: Confirm Metadata Loss
be: Пацвердзіце страту метазвестак

source: Confirm Multiple Connection Delete
be: Пацвердзіце выдаленне некалькіх злучэнняў

source: Confirm Multiple File Delete
be: Пацвердзіце выдаленне некалькіх файлаў

source: Confirm Save As
be: Пацвердзіце захаванне як

source: Confirm Scheme Removal
be: Пацвердзіце выдаленне схемы

source: Confirm Toolbar Close
be: Пацвердзіце зачыненне паліцы інструментаў

source: Confirm devices to be stopped, Choose OK to continue.
be: Пацверджанне спынення прыладаў. Націсніце "Добра" для працягу.

source: Confirm new password
be: Пацвердзіце новы пароль

source: Confirm password
be: Пацвердзіце пароль

source: Confirmation
be: Пацверджанне

source: Conflict Resolution
be: Вырашэнне канфлікту

source: Conflict no longer exists
be: Канфлікту больш няма

source: Conflicts
be: Канфлікты

source: Congestion Controller
be: кіраўнік перагружанасці

source: Connect
be: Злучыць

source: Connect %1
be: Злучыць з %1

source: Connect / disconnect wireless networks
be: Злучыць ці адлучыць бяздротавыя сеткі

source: Connect Password Required
be: Патрабуецца пароль злучэння

source: Connect To
be: Злучыць з

source: Connect To\0
be: Злучыць з\0

source: Connect a device
be: Далучыце прыладу

source: Connect automatically
be: Злучаць аўтаматычна

source: Connect automatically checkbox
be: Птушка аўтаматычнага злучэння

source: Connect automatically checkbox\0
be: Сцяжок аўтаматычнага злучэння\0

source: Connect automatically\0
be: Злучаць аўтаматычна\0

source: Connect multiple network connections to form a network bridge.
be: Злучыць некалькі сеткавых злучэнняў для фармавання сеткавага моста.

source: Connect or disconnect
be: Злучыць ці адлучыць

source: Connect or disconnect...
be: Злучыць ці адлучыць...

source: Connect or disconnect...\0
be: Злучыць ці адлучыць...\0

source: Connect or disconnect:
be: Злучыць ці адлучыць:

source: Connect or disconnect:\0
be: Злучыць ці адлучыць:\0

source: Connect or reconnect to a wireless, wired, dial-up, or VPN network connection.
be: Злучыць ці перазлучыць з дротавым, бяздротавым, тэлефонным ці VPN сеткавым злучэннем.

source: Connect speed:
be: Хуткасць злучэння:

source: Connect the computer to an electrical outlet and then try again.
be: Падключыце камп'ютар да разеткі і паўтарыце спробу.

source: Connect to a Hidden Network
be: Злучыць са схаванай сеткай

source: Connect to a Network
be: Злучыць з сеткай

source: Connect to a Network\0
be: Злучыць з сеткай\0

source: Connect to a Projector
be: Падключыць праектар

source: Connect to a network
be: Злучыць з сеткай

source: Connect to a projector
be: Падключыць праектар

source: Connect to an external display
be: Падключыць да знешняга экрана

source: Connect to the Internet
be: Злучыць з сецівам

source: Connect to the Internet using:
be: Злучыць з сецівам праз:

source: Connect to the server so you can work online with these files.
be: Злучыцца з сэрверам для сеціўнай працы з гэтымі файламі.

source: Connect using:
be: Злучыць праз:

source: Connect your computer to a projector by display cable.
be: Падключыце ваш камп'ютар да праектара праз экранны кабель.

source: Connect\0
be: Злучыць\0

source: Connected
be: Злучана

source: Connected Network List
be: Спіс злучаных сетак

source: Connected Network List\0
be: Спіс злучаных сетак\0

source: Connected for %u hour, %u minute, %u second.
be: Злучана %u гадзіну, %u хвіліну, %u секунду.

source: Connected for %u hour, %u minute, %u seconds.
be: Злучана %u гадзіну, %u хвіліну, %u секунд.

source: Connected for %u hour, %u minute.
be: Злучана %u гадзіну, %u хвіліну.

source: Connected for %u hour, %u minutes, %u second.
be: Злучана %u гадзіну, %u хвілін, %u секунду.

source: Connected for %u hour, %u minutes, %u seconds.
be: Злучана %u гадзіну, %u хвілін, %u секунд.

source: Connected for %u hour, %u minutes.
be: Злучана %u гадзіну, %u хвілін.
